;Localization:
;Thank you very much translators for your time to help me improve Listary!
;You’ll get one Listary Pro license for free if you help translate this file into your language.
;Contact support@listary.com for more information.

;Copy English.ini to YourLanguage.ini

[Info]
;Language name in your own language e.g. Deutsch
Language=Français
;Language name in English e.g. German
LanguageEn=French
;Your name here. You can also leave your email, website, blog...
Translator=Hovsep Avedissian
;Version of this language file
Version=1.0.0
;If you don't know, leave it blank
Codepage=

;Note to translators:
;Please keep escape sequences like \n, \t, %d, %s, %% unchanged
[Strings]
;Global
601=Aucun
602=Options Listary

;Tray Menu
1001=Aide en Ligne
1002=Vérifier les Mises à Jour...
1003=Á Propos
1004=Sortir

;Toolbar
1100=Recherche

;Favorite Menu
2000=Favoris
2001=Cette Application
2002=Global
2003=Ajouter ici
2004=Ajouter le Dossier Actuel aux Favoris
2050=Impossible d'ajouter des favoris
2051=Listary n'a pas été en mesure d'obtenir le chemin de cette application.

;Recent Menu
2100=Récent
2101=Effacer
2103=Dossier
2104=Fichier
2105=Suivre Cette Application
2106=Ne pas Suivre Cette Applcation
2107=Afficher Plus...

;Smart Menu
2200=Intelligent
2201=Dossiers Actuellement Ouverts
2202=Passer au Dernier Dossier Ouvert dans le Gestionnaire de Fichiers
2203=Ouvrir le Fichier Sélectionné dans le Gestionnaire de Fichiers
2204=Explorer le Dossier Actuel
2205=Invite de Commandes
2206=Aller au Dossier d'Application
2207=Explorer Dossier d'Application
2208=Afficher Extension de Fichier
2209=Afficher les Fichiers et Dossiers Cachés
2210=Copier le Chemin du Dossier dans le Presse-Papiers
2211=Copier les Chemins d'Accès des Éléments Sélectionnés dans le Presse-Papiers
2212=Copier Noms d'Affichage des Éléments Sélectionnés dans le Presse-Papiers
2213=Options
2214=Mise à Niveau vers la Version Pro
2215=Ajouter l'Application à la Liste de Support
2216=Désactiver Listary pour Cette Application
2217=Exporter le Contenu de la Liste dans un Fichier CSV
2218=Séparateur
2250=%s a été ajouté à la liste de supprort avec succès.
2251=Vous pouvez utiliser le clic-milieu de la souris ou touche de raccourci %s pour activer Listary dans %s maintenant.
2252=Êtes-vous sûr de vouloir de désactiver Listary pour cette application?
2253=Désactiver Listary
2254=Listary ne s'affichera plus d'au prochain démarrage de cette application.\nVous pouvez toujours aller dans Options > Applications pour réativer.

;Search
2300=Liste
2301=Aller à
2302=Aucun élément ne correspond à votre recherche.

;Options > General
3000=Général
3001=Démarrer Listary au démarrage de Windows
3002=Définir automatiquement le focus d'entrée à un fichier pour Explorateur Windows XP
3003=Vérifier les mises à jour lors ouverture options
3004=Bascule Rapide (Ouvrir le dossier actuel dans dialogue de fichier lors de bascule d'un gestionnaire de fichiers)
3005=Langue:
3006=Default File Manager
3007=Fill this if you prefer to use a file manager other than Windows Explorer.\nUse %1 in parameter for the path. Do not forget quotes.


;Options > Favorites
3100=Favoris
3101=Détails
3102=Nom:
3103=Touche de Raccourci:
3104=Type:
3105=Chemin:
3106=Sous-menu
3107=Ajouter un élément favori
3108=Supprimer l'élément favori sélectionné

;Options > Recent
3200=Récent
3201=Global Éléments Récents:
3206=Suivre global éléments récents
3207=Suivre fichiers et dossiers récents pour toutes les applications
3208=Auto-Sélectionner le dernier fichier ouvert dans la boîte de dialogue ouvrir fichier
3209=Supprimer la sélection des éléments récents
3210=Supprimer tous les éléments récents
3211=Global Éléments Récents
3212=Dossiers récents par application
3213=Fichier récents par application
3214=Éléments du menu récent
3215=Search recent files and folders

;Options > Smart Commands
3300=Commandes Intelligentes
3301=Détails Commande
3303=Commande:
3305=Afficher cette commande dans le Menu Intelligent
3306=Ajouter Commande Personnalisée
3307=Nom
3308=Touche de Raccourci
3309=Commande
3310=Afficher dans le Menu Intelligent
3311=Ajouter une commande intelligente intégrée
3312=Retirer la commande sélectionnée

;Options > Applications
3400=Applications
3401=Paramètres d'Application: (affectent uniquement l'application sélectionnée dans la liste ci-dessus)
3402=Activer Listary pour cette application
3403=Suivre les fichiers et dossiers récents
3404=Ajouter une application pour modifier ses paramètres.
3405=Supprimer l'application sélectionnée avec ses favoris et éléments récents
3406=Chemin

;Options > Keyboard and Mouse
3500=Clavier et Souris
3501=Touches de Raccourcis
3502=Global:
3503=Afficher barre d'outils Listary:
3504=Afficher menu popup:
3505=Local (ne fonctionne que lorsque la barre d'outils Listary est affiché):
3506=Menu favoris:
3507=Menu récent:
3508=Menu intelligent:
3509=Activer Touches de Raccourcis locales (y compris les touches de raccourci pour les favoris et les commandes intelligentes) pour l'Explorateur lorsque la barre d'outils Listary est caché.
3510=Souris
3511=Double-cliquer dans la zone vide pour activer Listary dans l'Explorateur/Dialogue de Fichier/Bureau
3512=Clic-milieu pour activer Listary

;Options > Display
3600=Afficher
3601=Position Fenêtre
3602=Absolu
3603=Relative à la liste
3604=Relative à la fenêtre
3605=Du Haut
3606=De Bas
3607=De Gauche
3608=De Droite
3609=Opacité
3610=Menu
3611=Nombre maximum d'éléments affichés:
3612=Largeur maximale (en pixels):
3613=Largeur minimale (en pixels):
3614=Survol de la souris pour ouvrir les menus (délai en millisecondes, 0 pour désactiver):
3615=Menu Popup
3616=Afficher les éléments récents dans le sous-menu
3617=pixels

;Options > Integration
4000=Intégration
4001=Ajouter menu répertoire de Total Commander au Favoris Listary
4002=Utiliser Total Commander pour remplacer dialogues de fichier:

;Options > Compatibility
3700=Compatibilité
3701=Listary fonctionne aussi avec les applications suivantes:
3702=Ajouter une application à la liste de support
3703=Supprimer l'application sélectionnée de liste de support
3704=Gestionnaire de Fichiers
3705=Classe
3706=Exécutable
3707=Barre d'Adresse
3708=Oui
3709=Non

;Options > Pro
3800=Mise à Niveau vers Listary Pro
;3801=
3802=Nom:
3803=Email:
3804=Code d'enregistrement:
3805=Note
3806=Listary est fourni comme Gratuiciel pour un usage personnel et à but non lucratif. Dans ces cas, on vous accorde le droit d'utiliser ce programme gratuitement.
3807=Pour un usage commercial, vous devez passer à Listary Pro.
3808=Coller à partir du Presse-papiers
3809=Vérifier le Code d'Enregistrement

;Options > About
3900=About
3901=Listary is free for personal use only. If you want to use it for commercial purpose or need some advanced features, please purchase the Pro version.
3902=View Homepage
3903=This program is licensed to

;Add Application Dialog
4100=Ajouter Application
4101=Faites glisser l'Outil de Recherche sur la barre d'adresse d'une application pour la sélectionner et puis relâcher le bouton de souris.
4102=Outil de Recherche:
4103=Classe:
4104=Exécutable:
4105=Barre d'Adresse:
4106=Est un gestionnaire de fichiers (cocher pour activer les fonctionnalités qui opèrent dans un gestionnaire de fichiers uniquement)
4107=*ÉCHEC* cible s'exécute en tant que administrateur?

;Custom Command Dialog
4200=Commande Personnalisée
4201=Chemin complet d'un fichier exécutable.\nExemple: C:\Program Files\7-Zip\7z.exe
4202=Paramètre:
4203=L'exemple vous montre comment ajouter le fichier sélectionné à une archive en utilisant 7-Zip.\n\nVous pouvez utiliser les variables suivantes dans le paramètre. Les variables ne contiennent pas de guillemets, veuillez les ajouter manuellement selon vos besoins.
4204=%fichier%\t\tLe chemin complet du fichier/dossier sélectionné.\nExemple:  D:\download\music\exemple.mp3\n\n%chemin%\tChemin du dossier actuel.\nExemple: D:\download\music\\n\n%nomfichier%\tNom fichier du fichier/dossier sélectionné.\nExemple: exemple.mp3

;Add Favorite Dialog
4300=Add Favorite